
[
  {
    "icon": "../iconsPublic/paving.png",
    "name": "Stonework Install and Repair",
    "description" : "We offer a wide range of options, including various types of stone, pavers, patios, walkways, sitting walls, retainers (available in both finished stone or boulder options), fire pits, fireplaces, and front and rear landings and steps."
  },
  {
    "icon": "../iconsPublic/growth.png",
    "name": "Planting Design and Installation",
    "description" : "Whether you are in need of new construction plantings or renovation of existing ones, we can assist in plant choice, layout and installation."
  },
  {
    "icon": "../iconsPublic/grass.png",
    "name": "Lawn Installation and Renovation",
    "description" : "Includes new lawn installation, full renovation services for existing lawns, core aeration, dethatching, and overseeding."
  },
  {
    "icon": "../iconsPublic/swimming-pool.png",
    "name": "Pool Landscape Specialists",
    "description" : "All aspects of new pool landscaping including decking, coping, bed prep, plantings, mulching, decorative stone, etc."
  },
  {
    "icon": "../iconsPublic/rake.png",
    "name": "Spring/Fall Cleanup",
    "description" : "Removal of all leaves and debris from lawn and turf areas. Spring cleanups include a partial dethatching of the lawn (tining)."
  },
  {
    "icon": "../iconsPublic/lawn-mower.png",
    "name": "Weekly Maintenance",
    "description" : "Includes mowing, trimming, spring cleanups and fall cleanups."
  },
  {
    "icon": "../iconsPublic/mosquito.png",
    "name": "Mosquito/Tick Ranger",
    "description" : "To control mosquitoes on your property, we use Mosquito Ranger, which is sprayed every 2-3 weeks from May through October. Our team focuses on high traffic areas to ensure maximum effectiveness."
  },
  {
    "icon": "../iconsPublic/harvest.png",
    "name": "Gardens",
    "description" : "We offer services for the preparation and installation of vegetable gardens and perennial gardens, as well as the installation of blueberries, raspberries, and fruit trees."
  },
  {
    "icon": "../iconsPublic/spray.png",
    "name": "Taylor Turf Lawn Fertilization",
    "description" : "Our fertilization program involves seven applications over five visits, with balanced fertilizer, pre-emergent crabgrass control, and broadleaf weed control. Weed control is applied only as needed to avoid overusing pesticides. For Japanese Beetle Grubs, we use the environmentally friendly Merit. Receive a 5% discount at the start of the season."
  },
  {
    "icon": "../iconsPublic/fertilizer.png",
    "name": "Leuder's Environmental",
    "description" : "Deep Root Fertilization” of your trees and shrubs. This is a once per year application of a slow-release tree and shrub fertilizer that includes micro nutrients as well as root bio stimulants. Its purpose is to improve the health of root systems and as a result the health of your trees and shrubs. If you would like a free estimate please check the corresponding box on the renewal card. New customers please call for this service. Payment is due at time of reservation for this service."
  },
  {
    "icon": "../iconsPublic/ventilation.png",
    "name": "Core Aeration",
    "description" : "In simplest terms, Core Aeration is the process of making finger sized holes in your lawn and depositing the removed material on the surface to break down. This allows fertilizer, water and oxygen to get to the roots where healthy grass originates. Small plugs of soil and thatch are removed allowing more air, water and nutrients to reach the root zone, leading to better plant growth. The microorganisms in the plugs that remain on the surface will dissolve back into the thatch layer to help it breakdown, naturally."
  }
]